Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: The three team members within the lounge gathered themselves just in time to witness a bot latch onto Sarlo's head from above as he stood up.
fr_fr: Les trois membres de l'équipe à l'intérieur du salon se rassemblèrent juste à temps pour voir un bot s'accrocher sur la tête de Sarlo alors qu'il se relevait.

source: The machine stretched two arms out to the side, then plunged their spinning blades into Sarlo's neck.
fr_fr: La machine étendit deux bras sur les côté et plongea les lames tournoyantes dans la nuque de l'enfant.

source: Sarlo's eyes went wide and his body tensed as the saw blades ground through flesh and bone, working through his neck in seconds.
fr_fr: Les yeux de Sarlo s'écarquillèrent et son corps se tendit alors que les lames de scies traversant la chair et les os, dé&coupèrent la nuque en quelques secondes.

source: The instant his head was severed from the torso, the bot swooped around and zipped off over the flames, into the dark oblivion of the far end of the hangar.
fr_fr: A l'instant où sa tête fut séparé de son corps, le bot fit demi-tour et disparu à travers les flammes, dans l'oubli des ténèbres à l'extrémité du hangar.

source: Sarlo's headless body wavered for a second, then collapsed, spurting blood in long, lazy arcs.
fr_fr: Le corps sans tête de Sarlo s'agita une seconde, puis s'effondra, projettant du sang en giclées longue et paresseuse.

source: Pivo, Sava, and Berk sat in silence.
fr_fr: Pivo, Sava et Berk s'assirent en silence.

source: They had managed to seal the portal into the lounge, locking out the horrors of the hangar.
fr_fr: Ils réussirent à sceller la porte du salon, bloquant les horreurs à l'extérieur, dans le hangar.

source: The headhunter bots could still be heard hovering outside the portal, occasionally clanging and grinding their blades against the sealed door.
fr_fr: On pouvait toujours entendre les bots chasseur de tête glissant au dessus du sol, cliquetant et grattant la porte scellée avec leurs lames..

source: Berk finally broke the silence.
fr_fr: Berk rompit le silence la première.

source: [I'm trying very hard not to think about what they're going to do with him.]
fr_fr: [J'essayes de ne pas penser à ce qu'ils vont faire de lui.]

source: [Try harder.
fr_fr: [Essayes plus fort,

source: Sarlo knew the odds of survival were slim when he signed on.
fr_fr: Sarlo savait que les chances de survie étaient minces lrosqu'il a signé.

source: We all did.] Sava stood up.
fr_fr: On a tous signé.] Sava se releva.

source: [Should we tell him?
fr_fr: [Devrait-on lui dire?

source: When he resleeves?] Pivo knew this was going to set Sava off, but he blurted it anyway.
fr_fr: Quand il se réincarnera?] Pivo savait que cela allait énerver Sava, mais il le dit quand même.

source: [Would that be kindness or cruelty, Pivo?
fr_fr: [Ne serait-ce pas particulièremenbt cruel, Pivo?

source: And besides, there is no guarantee that any of us will survive.
fr_fr: De plus, il n'y a aucune garantie que le moindre d'entre nous ne survive.

source: So who gives a shit?
fr_fr: Donc, qui s'en soucie?

source: Whenever your last backup was, I sure hope you're not gonna miss anything since.
fr_fr: Quel que soit la date de ta dernière sauvegarde, je suis presque sûr que tu n'aura rien manqué de particulier depuis.

source: Let's get moving.]
fr_fr: On se remet en route.]

source: With Sarlo gone, Pivo took over the navigation duties.
fr_fr: En l'absence de Sarlo, c'était Pivo qui se récupérait les problématiques de navigation.

source: They were nearing the corporate VIP lounge, the last known location of the courier.
fr_fr: Ils n'étaient pas loin du salon VIP corporate, la dernière localisation connue du coursier.

source: The team moved through dark corridors filled with headless skeletons and mummified remains.
fr_fr: L'équipe traversa des corridors sombres remplis de squelettes sans-tête et de reste momifiés.

source: Years ago, the corporate forces defending the structure had been overrun by AI war machines, which mercilessly slaughtered everyone inside.
fr_fr: Des années auparavant, les forces corporatistes défendant la structure ont été submergées par des machines de guerre IA, qui ont massacré sans la moindre pitié toutes les personnes à l'intérieur.

source: The walls were scarred from battle, covered in dried blood.
fr_fr: Les murs portaient les cicatrices de la bataille, couvertes de sang séché.

source: Destroyed remnants of the AI war machines littered the halls as well, haunting monuments to the few victories humanity had in their losing battle.
fr_fr: Le hall était jonché des restes détruits des machines de guerres des IA, envoûtants monuments dédiés aux trop peu nombreuses victoires que l'humanité avait arrachées en perdant la bataille.

source: Even as piles of scrap, the machines had a menacing presence.
fr_fr: Même réduite à l'état d'épaves, les machines avait une présence menaçante.

source: [Too bad this isn't a salvage op,] Berk commented.
fr_fr: [Dommage que ce ne soit pas une opération de récupération,] commenta Berk.

source: [The autonomists could use a look at this tech.
fr_fr: [Les autonomistes auraient bien besoin de jetter un coup d'œil à cette techno.

source: At the very least, figure out what the hypercorps might try to do with it.]
fr_fr: Au pire, imaginez ce que les hypercoprs pourraient essayer de faire avec ça.]

source: As they entered a long concourse, the remains and debris abruptly disappeared, as if cleared out.
fr_fr: En pénétrant dans un long corridor, les restes et les débris disparurent abruptement, comme si ils avaient étés nettoyés.

source: [I'm getting some strange thermal readings here.
fr_fr: [J'ai des échos thermiques étranges ici..

source: Patterns that don't make sense,] transmitted Pivo.
fr_fr: Des motifs qui n'ont pas de sens,] transmis Pivo.

source: [What is that supposed to mean?] Sava beamed back.
fr_fr: [Et c'est censer signifier quoi?] renvoya Sava.

source: Before Pivo could give thought to ``I don't know,'' his muse issued a chilling warning: [My nanosensors register the presence of unknown nanobots in large numbers of a highly sophisticated design, suggesting a TITAN manufacture.
fr_fr: Avant que Pivo ne puisse penser à "Je ne sais pas," sa muse émit un avertissement inquiétant: (Mes nanosenseurs ont enregistrés la présence d'une grande quantité de nanobot inconnus de conception hautement sophistiqué, suggérant l'œuvre des TITANs.

source: Countermeasures have been initiated.]
fr_fr: Des contremesures ont étés initiés.]

source: [Nanoswarm.
fr_fr: [Essaim de nanites.

source: Move!
fr_fr: Bougez!

source: Move!] Pivo broadcasted in a panic as he launched into a full two-armed sprint.
fr_fr: Bougez!] broadcasta Pivo en panique en démarrant un sprint sur deux bras.

source: Sava and Berk followed Pivo's lead without question.
fr_fr: Sava et Berk suivirent les instructions de Pivo sans poser de questions.

source: They all knew the dangers of a TITAN nanoswarm.
fr_fr: Ils connaissaient tous les dangers d'une nuée de nanites des TITANS.

source: Unlike the nanobots Pivo often made, which were manufactured with particular purposes in mind, and which were neither self-sustaining or intelligent, this particular nanoswarm was autonomous, self-replicating, adaptive, and capable of making almost anything it needed.
fr_fr: Contrairement aux nanobots que Pivo fabriquait régulièrement, et qui était conçus avec un rôle précis en tête, et qui n'était ni auto-suffisant ni intelligents, cette nuée particulière était autonome, auto-réplicante, adpatative, et capable de produire à peu près tout ce dont elle aurait besoin.

source: Even as they fled, individual nanosensors were measuring up the three agents, transmitting details on their morphs and gear to the rest of the swarm.
fr_fr: Tout en volant, des nanosenseurs indépendant analysait les trois agents, transmettant des détails sur leur morph et leur équipement au reste de la nuée.

source: A junction came into view ahead, the pathway narrowing into a smaller tunnel.
fr_fr: Une jonction apparu devant, le chemin se rétrecissant vers un petit tunel.

source: Suddenly, Pivo stopped, just a meter before the tunnel.
fr_fr: Pivo s'arréta soudainement, un mètre avant le tunnel.

source: [Do not move forward!] The others crashed to a halt.
fr_fr: [N'avancez pas plus loin!] Les autres s'arrétèrent brusquement.

source: [What the fuck Pivo!?] Sava looked back down the hall.
fr_fr: [C'est quoi ce bordel Pivo?] Sava regarda derrière lui, dans le hall.

source: [Fucking swarm could be finishing us as we speak!]
fr_fr: [Cette putain de nuée peut nous terminer pendant qu'on discute!]

source: [My muse picked up a burst of thermal energy here.
fr_fr: [Ma muse a attrapé une signature thermique ici.

source: The swarm is up to something,] Pivo warned.
fr_fr: L'essaim à quelquechose en tête,] prévint Pivo.

source: [But there's nothing here,] Berk replied, as she waved her hand across the tunnel entrance.
fr_fr: [Mais il n'y a rien ici,] répondit Berk en tendant sa main dans le tunnel.

source: Her metal hand suddenly clanged to the floor, separated from her wrist.
fr_fr: Sa main métallique tomba sur le sol sans prévenir, séparée de son poignet.

source: [Monomolecular wire.] Even though the situation grew more dire by the minute, Pivo was impressed and fascinated with the inventiveness of the alien nanotech.
fr_fr: [Câble monomoléculaire.] Même si la situation s'aggravait de minute en minute, Pivo était impressioné et fasciné par l'inventivité de cette nanotechnologie étrangère.

source: [It laced the door with it.
fr_fr: [Ils en ont tissé la porte avec.

source: Cuts through anything.
fr_fr: Ça découpe tout.

source: Weak tensile strength though—you probably snapped it.]
fr_fr: Ça résiste assez mal à la tension cependant - tu pourrais probablement le casser.]

source: [We're fucked.
fr_fr: [On est niqué.

source: Let's face it.] Berk picked her severed hand off the floor.
fr_fr: Admettons le.] Berk ramassa sa main tranchée sur le sol.

source: Down the hall, the nanoswarm began to take a visible shape as the nanobots accreted.
fr_fr: Dans le hall, la nuée de nanites commença a prendre une forme visible alors que les nanobots s'aggrégeait.

source: The swarm was congealing into a fog, creeping closer.
fr_fr: La nuée se coagulait en brouillard, s'approchant en rampant.

source: Berk continued, [The entirety of this port is probably filled with this shit.
fr_fr: Berk continua, [L'ensemble du port est probablement rempli de cette merde.

source: I'm useless at this point.
fr_fr: A ce niveau là, je suis inutile.

source: These things are already all over my systems, my diagnostics are going crazy.]
fr_fr: Ces choses ont déjà envahi mon système, mes diagnostiques s'emballent.]

source: [So what are you saying, Berk?
fr_fr: [Qu'est ce que tu es en train de nous dire Berk?

source: You done?] Sava transmitted.
fr_fr: T'es finie?] transmis Sava.

source: [Yeah.
fr_fr: [Ouais.

source: I'm done.] Berk shook her head in disgust.
fr_fr: Je suis finie.] Berk secoua sa tête de dégoût.

source: [Who knows what these little bastards have infected me with.
fr_fr: [Qui sait avec quoi ces petits enculés m'ont infectée.

source: I don't want to risk it.
fr_fr: Je ne veux pas le risquer.

source: I'd rather resort to a clean back up.
fr_fr: Je préfères retourner sur un backup propre.

source: Forget this shit ever happened.
fr_fr: Oublier que cette merde a jamais eu lieu.

source: You keep running if you want.
fr_fr: Vous continuez de courrir si vous voulez.

source: I'll try to buy you some time.] Berk turned and ran directly into the fog.
fr_fr: Je vais essayer de vous faire gagner un peu de temps.] Berk fit demi-tour et courru directement dans le brouillard.

source: The nanoswarm sucked in around her immediately and the disassembly began.
fr_fr: La nuée l'enroba immédiatement et le désassemblage commença.

source: Berk's metal frame began to dissolve as she ran further and further away from Pivo and Sava, leaving a wispy trail of nanoswarm behind her.
fr_fr: La structure métallique de Berk commença à se dissoudre alors qu'elle s'éloignait en courant de Pivo et Sava, laissant une traînée vaporeuse de nanites derrière elle.

source: [Get fucking moving fools!
fr_fr: [Commencez à courir bande d'idiot!

source: This isn't for my amusement!
fr_fr: Je ne fait pas ça pour le fun!

source: I'll see ya the next time around.] A few minutes later, Berk's signal went dead.
fr_fr: Je vous retrouve la prochaine fois.] Quelque sminutes plus tard, le signal de Berk mourru.

source: Sava and Pivo entered the VIP lounge.
fr_fr: Sava et Pivo entrèrent dans le salon VIP.

source: When the spaceport was overrun so many years ago, this was the site of the humans' last stand.
fr_fr: Quand le spatioport fut envahi il y a des années, c'était là que c'était déroulé le dernier carré de l'humanité.

source: Piles of security personnel skeletons littered the floor just inside the doorway.
fr_fr: Des piles de squelettes du personnel de sécurité tapissait le sol juste à l'intérieur du vestibule.

source: The charred remnants of a hopeless barricade were scattered beside the mounds of bone.
fr_fr: Les restes carbonisés d'une barricade désespéré étaient éparpillés à côté des monticules d'os.

source: Skeletons draped in torn singed civilian garb were clustered around the walls and corners, sometimes three or four deep, as if they had all scrambled as far as possible from some avatar of death in the middle of the room.
fr_fr: Des squelettes drapés dans les restes déchirées de vêtements civils étaient regroupés autour des mus et des angles, parfois sur trois ou quatre épaisseurs, comme si ils avaient tous rampés aussi loin que possible d'une sorte d'avatar de la mort au milieu de la pièce.

source: Pivo started an operation to locate the RFID tag the courier was supposedly chipped with in his left shoulder blade.
fr_fr: Pivo commença une opération de localisation pour trouver l'étiquette RFID que le coursier était censé avoir dans l'omoplate de son omoplate gauche.

source: The code triggered a ping within three meters.
fr_fr: Le code déclencha un ping dans les trois mètres.

source: Pivo pointed a lengthy arm at a small bone pile.
fr_fr: Pivo pointa une petit pile d'os d'un long bras.

source: [He's in there somewhere.]
fr_fr: [Il est quelque part là-dedans.]

source: Sava stepped over to the pile of three skeletons and began rummaging through the bones, yanking out or snapping off all the femurs.
fr_fr: Sava s'approcha de la pile de trois squelettes et commença à farfouiller dans la pile d'os, cassant ou jetant tous les fémurs.

source: [Goddamnit I want a cigarette.
fr_fr: [Fait chier, je veux une clope.

source: This morph has me so tweaked.
fr_fr: Cette morph m'as tellement déformé.

source: Haven't I made it clear I don't smoke?
fr_fr: Je n'avait pas été assez clair sur le fait que je ne fumes pas?

source: Yet, every time, they sleeve me in a morph nailed with the habit.] Sava handed the bundle of bones to Pivo.
fr_fr: Et pourtant, à chaque fois, ils m'incarnent dans une morph vérolée par l'addiction.] Sava passa le paquet d'os à Pivo.

source: [Must be a fury thing.
fr_fr: [Ça doit être un truc de fury.

source: Should just take a few minutes to scan these for the nanoscale etching.] Pivo got to work.
fr_fr: Ça devrait prendre seulement quelques minutes de scanner ceux-là pour trouver la gravure nanoscopique.] Pivo se mit au travail.

source: [Enough time for a smoke, if you want.]
fr_fr: [Suffisamment de temps pour une clope, si tu veux.]

source: Real funny.
fr_fr: Très drôle.

source: How about I grind you up into dust and smoke you?] Sava sat down on the floor as Pivo sent out a chuckle.
fr_fr: Et si je te réduisait en poudre et que je te fumais plutôt?] Sava s'assit sur le sol pendant que Pivo laissa échapper un petit rire.

source: The deceased courier, whomever he was, had been entrusted with information too sensitive to transmit.
fr_fr: Le coursier décédé, qui qu'il ai pu être, avait reçu des informatiosn trop importantes pour être émises.

source: No one knew the true capabilities of the TITANs to intercept and decode, so the courier had been injected with nanobots that etched a nanoscopic encoded message directly onto one of his femur bones.
fr_fr: Personne ne connaissait les capacités des TITANs à intercepter et décoder, le coursier avait donc reçu une injection de nanobots qui avait gravé un message codé à l'échelle nanoscopique, directement sur l'un de ses fémurs.

source: However, he had never made it off the planet.
fr_fr: Il n'avait cependant jamais réussi à quitter la planète.

source: His message had never been delivered.
fr_fr: Son message n'avait jamais été livré.

source: Pivo and Sava had no idea what the information was, but someone at Firewall obviously deemed it worthy of capture.
fr_fr: Pivo et Sava n'avait aucune idée de ce qu'était l'information, mais quelqu'un à Firewall pensait qu'elle valait le coup d'être récupéré.

source: Information on the TITANs perhaps.
fr_fr: Des informations sur les TITANs peut-être.

source: Or some CEO's secret family recipe for pasta sauce.
fr_fr: Ou la recette secrète d'un PDG pour une sauce de pâtes.

source: [This is the one.] Pivo held out the femur to Sava and tossed the others to the floor.
fr_fr: [C'est celui-là.] Pivo tendis le fémur à Sava et jetta les autres sur le sol.

source: [What does it say?]
fr_fr: [Qu'est-ce que ça dit?]

source: [I don't know.
fr_fr: [Je ne sait pas.

source: Not sure I want to know.] Pivo continued to hold out the femur.
fr_fr: Je ne suis pas sûr de vouloir savoir.] PIvo continuait de tendre le fémur.

source: [Enough with the drama Pivo.
fr_fr: [Assez de drama Pivo.

source: Just get your nanos to read it.
fr_fr: Demandes simplement à tes nanos de le lire.

source: We need a copy of the data.
fr_fr: On a besoin d'une copie des données.

source: If you don't want to carry, I will.]
fr_fr: Si tu ne veux pas les transporter, je le ferai.]

source: [I'd prefer that.
fr_fr: [Je préfèrerai oui.

source: Thank you.] Pivo set his nanobots to work on deciphering the inscription.
fr_fr: Merci.] Pivo fit travailler ses nanobots sur le déchiffrement de l'inscription.

source: When they were done, the intel was transmitted directly to Sava.
fr_fr: Quand ils eurent terminé, l'info fut transmise directement à Sava.

source: Pivo wanted no part of it.
fr_fr: Pivo n'en voulait aucun fragment.

source: [So, now what?
fr_fr: [Et maintenant, on fait quoi?

source: How do we get out of here?
fr_fr: Comment sort-on d'ici?

source: The only way out is the way we came in, and that's suicide.] Pivo's complexion changed from a milky green to an almost royal blue.
fr_fr: La seule sortie possible est le chemin que nous avons pris pour venir, et c'est du suicide.] La pigmentation de Pivo vira d'un vert laiteux à un bleu royal.

source: It always happened when helplessness began to settle in.
fr_fr: Ça arrivait tout le temps quand l'impuissance commençait à s'installer.

source: Sava did not hesitate to answer, choosing to speak as opposed to transmit.
fr_fr: Sava n'hésita pas à répondre, choississant de parler plutôt que de transmettre.

source: ``We're not gonna leave, Pivo.
fr_fr: "On ne partira pas , Pivo.

source: Not even gonna try.'' Sava raised the plasma rifle and aimed it directly at Pivo's oblong head.
fr_fr: On ne va même pas essayer." Sava leva son fusil à plasma et visa la tête oblongue de Pivo.

source: ``See you next time, calamari.'' Sava pulled the trigger, and a fiery bolt of plasma reduced Pivo to a twitching mass of bloody scorched cartilage atop writhing arms.
fr_fr: "A la prochaine, calamar." Sava appuya sur la détente, et une boule de plasma incandescent réduisit Pivo en une masse tremblante et sanglante de cartilage brulé au sommet de bras trodus.

source: The arms continued to flop on the floor in a growing pool of blood as Sava sat down next to a pile of bones and leaned against the wall.
fr_fr: Les bras continuèrent de bouger au sol dans une marre de sang bouillonant pendant que Sava s'assit à côté d'une pile d'ossements et se reposa contre le mur.

source: Sava pulled out a cigarette and lit it.
fr_fr: Sava sorti une cigarette et l'alluma.

source: The first inhale was virtually orgasmic.
fr_fr: La première bouffée fut virtuellement orgasmique.

source: Sava loved to smoke.
fr_fr: Sava adorait fumer.

source: Upon exhale, Careza pinged.
fr_fr: A l'expiration, Careza le pinga.

source: [Shall I contact Project Ozma?]
fr_fr: [Dois-je contacter le Projet Ozma?]

source: Get our lady on the line.
fr_fr: Mets notre dame en ligne.

source: A woman's voice, cold and harsh, entered Sava's head, so different from the soothe of Careza.
fr_fr: Une voix féminine, froide et dure, entra dans la tête de Sava, trés différente de la voix appaisante de Careza.

source: [Are you prepared to deliver, Agent Sava?]
fr_fr: [Êtes-vous prèt pour la livraison, Agent Sava?]

source: [That depends.] Sava took another drag.
fr_fr: [Ça dépend.] Sava prit une autre bouffée.

source: [Perhaps I did not make myself clear during our initial negotiations, Agent Sava.
fr_fr: [Peut-être que je me suis mal fait comprendre lors de nos négotiations initiales Agent Sava.

source: Your options are rather limited.
fr_fr: Vos options sont quelques peu limitées.

source: You are unlikely to make it off the planet alive, and we cannot afford to lose this information, nor can we afford to have it fall into the hands of your organization.
fr_fr: Vous ne pourrez manifestement pas quitter la planète vivant, et nous ne pouvons nous permettre de perdre cette information, pas plus que nous pouvons nous permettre qu'elle parviennent entre les mains de votre organisation.

source: You are going to have to follow through, and trust that we will do the same.]
fr_fr: Vous allez devoir vous en tenir à vos engagements, et faites moi confiance, nous ferons pareil.]

source: [Either you give me her location right now, or I take your precious info with me.] There was a long pause before the woman transmitted again.
fr_fr: [Soit vous me donnez sa localisation maintenant, ou alors j'embarque votre info si précieuse avec moi.] Il y eu une longue pause avant que la femme n'émette de nouveau.

source: [You realize there will be consequences, Agent Sava.
fr_fr: [Vous réalisez qu'il y aura des conséquences, Agent Sava.

source: For you and for Rati.]
fr_fr: Pour vous et pour Rati.]

source: I suppose so.] The cigarette burned to the filter and Sava flicked it into a bone pile.
fr_fr: Je suppose oui.] La cigarette se consuma jusqu'au filtre et Sava l'envoya rouler dans une pile d'os.

source: [So what's it gonna be?]
fr_fr: [Donc, ça sera quoi?]

source: [We do not bargain, Agent Sava, after a deal has been struck.
fr_fr: [On ne marchande pas, Agent Sava. Pas après qu'un accord ai été conclus.

source: Do as you will, and we will react accordingly.] The connection with the woman terminated.
fr_fr: Faites ce que bon vous semble, et nous réagirons en fonction.] La connexion avec la femme se termina.

source: Sava stood up and walked over to where the courier's femur lay and picked it up.
fr_fr: Sava se leva et alla là où se trouvait le fémur du coursier et le ramassa.

source: Pivo's gore coated the bone.
fr_fr: Le sang de Pivo avait recouvert l'os.

source: Sava wiped it off and held it up to take a close look.
fr_fr: Sava le nettoya et le rapprocha pour l'examiner en détail.

source: Sorry, Careza.
fr_fr: Désolé, Careza.

source: Info payload only.
fr_fr: Il n'y a de la place que pour de l'info.

source: Leave the ego behind.
fr_fr: Abandonne l'ego.
